Repository: abdallahalnagar188/todo_flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# settingsTap
source: Settings
ar: الاعدادات

source: Language
ar: اللغه

# listsTasksTap
source: Tasks List
ar: المهام

# fullName
source: Ful Name
ar: الاسم كامل

source: Email
ar: البريد

source: Password
ar: كلمة المرور

source: Conformation Password
ar: تاكيد كلمة المرور

# singIn
source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: انشاء حساب

# alreadyHaveAccount
source: already have and account ?
ar: بالفعل لديك حساب ؟

# dontHaveAccount
source: don't have and account ?
ar: ليس لديك حساب ؟

source: Create Account!
ar: انشاء حساب

# fullNameHint
source: please enter full name
ar: من فضلك اكتب الاسم هنا

# emailHint
source: please enter email
ar: من فضلك اكتب البريد هنا

# passwordHint
source: please enter password
ar: من فضلك اكتب كلمة المرور هنا

# conformationPasswordHint
source: please enter conformation password
ar: من فضلك اكتب كلمة المرور هنا

source: Add Task
ar: اضافه مهمه

source: Add New Task
ar: اضافة مهمه جديده

source: enter your task title
ar: اكتب عنوان المهمه

# enterYourTaskDiscretion
source: enter your discretion
ar: اكتب محتوا المهمه

source: Task Date
ar: تاريخ المهه

source: select date
ar: اختبار تاريخ

source: Task Time
ar: وقت المهه

source: select Time
ar: اختيار وقت
